Repository: AgMar27/hsreplaynet-i18n
Catalog: archetypes/*/LC_MESSAGES/django.po
Languages: ru

source: Tempo Rogue is an aggressive Rogue deck. It is not a pure face deck, but rather seeks to establish board control, push damage with minions, and optionally end the game with a burst finish of up to 20 points of damage, but more often closer to 10 points of damage.
ru: Темпо разбойник — эффективная колода разбойника. Она не концентрируется на разбивании лица, скорее контролирует стол и потихоньку наносит урон существами, чтобы потом выдать взрывной урон до 20 единиц урона, хотя обычно ближе к 10.

source: Baku Odd Face Hunter, or just Face Hunter, is the most aggressive deck on the ladder right now. It's a revival of a very old Hearthstone deck - Hunter was always known for its aggression, thanks to the Hero Power and cards that let you deal additional damage on top of that (such as Kill Command or Eaglehorn Bow). With the introduction of Baku the Mooneater, the build is now able to deal 3 damage every turn instead of 2 thanks to the upgraded Hero Power.
ru: Баку нечетный фейс охотник или просто фейс охотник — самая агрессивная колода в мете. Это возрождение очень старой колоды Hearthstone. Охотник известен за свою агрессивность благодаря способности героя и карт, которые позволяют наносить еще больше урона сверх того, например Команда «Взять!» или Лук Орлиного рога. С появлением Баку Пожирательницы Луны колода теперь способна наносить 3 урона каждый ход, вместо двух, улучшенной способностью героя.

source: Spiteful Priest sacrifices all of the cheap spells and plays only two expensive ones - Free from Amber and Mind Control. Thanks to that, both Spiteful Summoner and Grand Archivist (two of the deck's main win conditions) always pull a big spell for their powerful effects.
ru: Жрец на призывательнице пожертвовал всеми дешевыми заклинаниями и использует только два самых дорогих: Нечто из янтаря и Контроль разума. Благодаря этому Злая призывательница и Великий архивариус (два основных условия победы этой колоды) всегда вытягивают дорогое заклинание при срабатывании их эффекта.

source: Demon Control Warlock is a deck first created in Kobolds & Catacombs, which shares a lot of similarities with Cube Warlock - both rely on cheating out bigger minions early, as well as massive late game tempo swing with Bloodreaver Gul'dan. However, unlike Cube Warlock, Control version takes a much more reactive route, switching out threats for removals. The deck was hurt heavily by the Witchwood nerf patch, but some players are still trying to keep it alive.
ru: Демон контроль чернокнижник — колода, созданная в Кобольдах и катакомбах. Она имеет много общего с куб чернокнижником, обе достают пораньше больших существ, а в поздней игре резко набирают темп картой Кровопийца Гул'дан. Но в отличии от куб чернокнижника, контрольная версия играет куда пассивнее, заменив угрозы на зачистки. Нерф после выхода Ведьминого леса заметно ослабил колоду, но некоторые игроки все еще стараются продлить ей жизнь.
