Repository: AgMar27/hsreplaynet-i18n
Catalog: archetypes/*/LC_MESSAGES/django.po
Languages: ru

source: Token Druid
ru: Токен друид

source: C'Thun Druid
ru: К'Тун друид

source: Astral Druid
ru: Астральный друид

source: Patron Warrior
ru: Патрон воин

source: N'Zoth Priest
ru: Н'Зот жрец

source: N'Zoth Rogue
ru: Н'Зот разбойник

source: Mid-Range Shaman
ru: Мид шаман

source: Dragon Mage
ru: Драконо маг

source: Beast Druid
ru: Друид на зверях

source: Malygos Druid
ru: Малигос друид

source: Dragon Paladin
ru: Драконо паладин

source: Control Priest
ru: Контроль жрец

source: Quest Priest
ru: Квест жрец

source: Water Rogue
ru: Водный разбойник

source: Dragon Warrior
ru: Драконо воин

source: Control Warrior
ru: Контроль воин

source: Elemental Paladin
ru: Элементаль паладин

source: Elemental Warrior
ru: Элементаль воин

source: Quest Paladin
ru: Квест паладин

source: Jade Shaman
ru: Нефритовый шаман

source: Aggro Hunter
ru: Агро охотник

source: Grime Street Hunter
ru: Охотник из трущеб

source: Highlander Mage
ru: Хайлэндер маг

source: N'Zoth Mage
ru: Н'Зот маг

source: Pirate Rogue
ru: Пират разбойник

source: Murloc Shaman
ru: Мурлок шаман

source: Dragon Highlander Priest
ru: Драконо хайлэндер жрец

source: Highlander Priest
ru: Хайлэндер жрец

source: Dragon Priest
ru: Драконо жрец

source: Breakfast Priest
ru: Жрец за завтраком

source: Silence Priest
ru: Жрец на немоте

source: Discard Warlock
ru: Чернокнижник на сбросе

source: Handlock
ru: Хэндлок

source: Freeze Mage
ru: Ледяной маг

source: Highlander Warlock
ru: Хайлэндер чернокнижник

source: Pirate Warrior
ru: Пират воин

source: Malygos Rogue
ru: Малигос разбойник

source: Taunt Druid
ru: Друид на провокации

source: Elemental Shaman
ru: Элементаль шаман

source: Aggro Shaman
ru: Агро шаман

source: Elemental Priest
ru: Элементаль жрец

source: Miracle Priest
ru: Миракл жрец

source: Secret Hunter
ru: Секрет охотник

source: OTK DK Paladin
ru: ОТК ДК паладин

source: Deathrattle Hunter
ru: Охотник на хрипах

source: Midrange Hunter
ru: Мид охотник

source: Prince Warlock
ru: Принц чернокнижник

source: Secret Mage
ru: Секрет маг

source: Mill Rogue
ru: Милл разбойник

source: Control Mage
ru: Контроль маг

source: Elemental Mage
ru: Элементаль маг

source: Tempo Mage
ru: Темпо маг

source: Beast Hunter
ru: Охотник на зверях

source: Stealth Rogue
ru: Разбойник на маскировке

source: Big Priest
ru: Большой жрец

source: Tempo Rogue
ru: Темпо разбойник

source: Zoo Warlock
ru: Зоо чернокнижник

source: Renounce Warlock
ru: Чернокнижник на отречении

source: Spiteful Druid
ru: Друид на призывательнице

source: Miracle Druid
ru: Миракл друид

source: Tempo Priest
ru: Темпо жрец

source: Corpsetaker Rogue
ru: Разбойник на похитительнице

source: Barnes Hunter
ru: Барнс охотник

source: Recruit Druid
ru: Друид на вербовке

source: Recruit Hunter
ru: Охотник на вербовке

source: Big Spell Mage
ru: Маг на дорогих заклинаниях

source: Oakheart Druid
ru: Сердцедуб друид

source: Recruit Warrior
ru: Воин на вербовке

source: Shield Warrior
ru: Воин на щитах

source: Fatigue Warrior
ru: Воин на усталости

source: Midrange Paladin
ru: Мид паладин

source: Overload Shaman
ru: Шаман на перегрузках

source: Cube Warlock
ru: Куб чернокнижник

source: Deathrattle Rogue
ru: Разбойник на хрипах

source: Aggro Druid
ru: Агро друид

source: Spiteful Warrior
ru: Воин на призывательнице

source: Totem Shaman
ru: Тотем шаман

source: Quest Mage
ru: Квест маг

source: Tempo Druid
ru: Темпо друид

source: Control Hunter
ru: Контроль охотник

source: Control Warlock
ru: Контроль чернокнижник

source: Kingsbane Rogue
ru: Погибельный разбойник

source: Combo Priest
ru: Комбо жрец

source: Mech Mage
ru: Механо маг

source: Hand Druid
ru: Хэнд друид

source: Mind Burst Priest
ru: Жрец на взрыве разума

source: Odd Hunter
ru: Нечетный охотник

source: Odd Mage
ru: Нечетный маг

source: Odd Paladin
ru: Нечетный паладин

source: Pick Pocket Rogue
ru: Разбойник на воровстве

source: Even Shaman
ru: Четный шаман

source: Rush Warrior
ru: Воин на натиске

source: Odd Quest Warrior
ru: Нечетный квест воин

source: Odd Druid
ru: Нечетный друид

source: Mill Druid
ru: Милл друид

source: Even Mage
ru: Четный маг

source: Jade Druid
ru: Нефритовый друид

source: Big Druid
ru: Большой друид

source: Elemental Rogue
ru: Элементаль разбойник

source: Miracle Rogue
ru: Миракл разбойник

source: N'Zoth Paladin
ru: Н'Зот паладин

source: Secret Paladin
ru: Секрет паладин

source: Jade Rogue
ru: Нефритовый разбойник

source: Murloc Warlock
ru: Мурлок чернокнижник

source: Enrage Warrior
ru: Воин на исступлении

source: C'Thun Warrior
ru: К'Тун воин

source: Quest Warrior
ru: Квест воин

source: Blood Warrior
ru: Кровавый воин

source: Murloc Paladin
ru: Мурлок паладин

source: Control Paladin
ru: Контроль паладин

source: Quest Hunter
ru: Квест охотник

source: Control Shaman
ru: Контроль шаман

source: Quest Rogue
ru: Квест разбойник

source: Dragon Hunter
ru: Драконо охотник

source: Quest Druid
ru: Квест друид

source: Pirate Murloc Paladin
ru: Пират мурлок паладин

source: Murloc Aggro Paladin
ru: Мурлок агро паладин

source: Aggro Paladin
ru: Агро паладин

source: Token Shaman
ru: Токен шаман

source: Deathrattle Warrior
ru: Воин на хрипах

source: Spell Hunter
ru: Охотник на заклинаниях

source: Leyline Mage
ru: Манипулятор маг

source: Silver Hand Paladin
ru: Рекрут паладин

source: Even Paladin
ru: Четный паладин

source: Oakheart Warrior
ru: Сердцедуб воин

source: Spiteful Summoner Hunter
ru: Охотник на призывательнице

source: Spiteful Priest
ru: Жрец на призывательнице

source: Evolve Shaman
ru: Шаман на эволюции

source: Demon Warlock
ru: Демон чернокнижник

source: Buff Paladin
ru: Паладин на бафах

source: Big Shaman
ru: Большой шаман

source: Odd Priest
ru: Нечетный жрец

source: Odd Rogue
ru: Нечетный разбойник

source: Odd Warrior
ru: Нечетный воин

source: Mecha'thun Druid
ru: Меха-К'Тун друид

source: Resurrect Priest
ru: Жрец на воскрешении

source: Echo Warlock
ru: Эхо чернокнижник

source: Whirlwind Warrior
ru: Воин на вихрях

source: Even Warlock
ru: Четный чернокнижник

source: Deathrattle Priest
ru: Жрец на хрипах

source: OTK Hunter
ru: ОТК охотник

source: Even Hunter
ru: Четный охотник

source: Murloc Mage
ru: Мурлок маг

source: Even Warrior
ru: Четный воин

source: Murloc Priest
ru: Мурлок жрец

source: Murloc Rogue
ru: Мурлок разбойник

source: Devilsaur Druid
ru: Друид на дьявозаврах

source: Even Rogue
ru: Четный разбойник

source: Odd Shaman
ru: Нечетный шаман

source: Odd Warlock
ru: Нечетный чернокнижник

source: Cube Hunter
ru: Куб охотник

source: Emeriss Hunter
ru: Эмерисс охотник

source: Mech Hunter
ru: Механо охотник

source: Shudderwock Shaman
ru: Дрыжеглот шаман

source: Mech Paladin
ru: Механо паладин

source: Pogo Rogue
ru: Прыг разбойник

source: Pain Warlock
ru: Чернокнижник боли

source: Mecha'thun Warlock
ru: Меха-К'Тун чернокнижник

source: Mech Warrior
ru: Механо воин

source: Mecha'thun Priest
ru: Меха-К'Тун жрец

source: Mecha'thun Quest Priest
ru: Меха-К'Тун квест жрец

source: Token Druid has been a long standing archetype in Hearthstone and it's one of the best Druid options right now. The deck is based around flooding the board with small, summoned minions (tokens), buffing them and bursting the opponent down.
ru: Токен друид самый живучий архетип в Hearthstone и один из сильнейших для друида на данный момент. Колода основана на заспаме стола маленькими призываемыми существами (токенами), их разбафе и уничтожении противника.

source: Odd Rogue is the class’ latest tempo archetype that relies on Baku the Mooneater’s powerful ability to provide an extremely effective hero power alongside an aggressive package of cards to quickly close out games. It’s one of the strongest decks in the Witchwood metagame and one that can single-handedly get you to high ranks if you figure out its finicky little details in the more problematic matchups.
ru: Нечетный разбойник — актуальная темпо сборка класса, основанная на Баку Пожирательнце Луны, дающей эффективную способность героя, вкупе с набором агрессивных карт, чтобы быстро завершать партию. Это одна из сильнейших колод меты Ведьминого леса, которая легко поднимет на высокий ранг, если вы разберетесь в тонкостях игры против проблемных архетипов.

source: While Egg Cube Hunter or Deathrattle Hunter might look similar to another Hunter archetype, which got popular during this expansion - Recruit Hunter - in reality, these are vastly different archetypes. Recruit Hunter focuses on overwhelming the opponent with big minions dropped every turn starting from Turn 6, most notably Charged Devilsaur and King Krush to land a massive face hit right away. Egg Cube Hunter is a bit different. Instead, it wants to win the game through tempo gains from its Deathrattle minions and proccing them multiple times.
ru: Хотя охотник на хрипах (или на кубах и яйцах) напоминает охотника на вербовке — другой популярный архетип охотника в нынешней мете, на самом деле они сильно отличаются. Тогда как охотник на вербовке начиная с 6 хода старается ошеломить противника огромными существами, такими как Заряженный дьявозавр и Король Круш, охотник на хрипах извлекает темп из множественных активаций хрипов своих существ.

source: While Zoo Warlock is a very old archetype, one of the Hearthstone's classic, players have tried a new approach to the deck late in The Witchwood meta. Zoo is naturally a deck that takes a lot of damage. Usually, it doesn't matter - if you're the aggressive one, your health total is not a big deal. There seemed to be no point in playing healing before. However, this build plays healing not only for the sake of gaining health, but also because of the synergies.
ru: Хоть зоо чернокнижник (чернокнижник со зверинцем или зоолок) и один из старейших архетипов — классика Hearthstone, в мете Ведьминого леса к ним применяют новый подход. Как правило, зоо колода принимает много урона. И это нормально. Агрессору, здоровье не так важно. Раньше лечиться не было смысла. Но эта сборка использует лечение не столько для поддержания здоровья, сколько для синергии.

source: The Priest Quest, Awaken the Makers, was added to Hearthstone in Journey to Un'Goro, but it took more than a year until Quest Priest became a somewhat viable archetype. Quest Priest is able to defend itself against most of the current aggressive decks and it can outvalue some of the Control ones, but it still has weaknesses against Combo builds, which are very popular on the ladder.
ru: Задача жреца Пробуждение творцов добавлена в Hearthstone с дополнением Экспедиция в Ун'Горо, но квест жрецу понадобилось больше года, прежде чем стать жизнеспособным архетипом. Квест жрец способен сдержать большую часть агрессивных колод текущей меты и обыграть некоторые контрольные сборки. Правда комбо колоды, которые сейчас весьма популярны, оставляют квест жрецу мало шансов.

source: Tempo Mage is one of the old Hearthstone archetypes, which was present through the game's history in many different forms. Funnily enough, the current version looks similar to the ones that were played back in the day, even before Blackrock Mountain. With some Secret and Spell synergies, as well as multiple ways to burn down the opponent, it wants to finish the games in an explosive manner.
ru: Темпо маг — один из старейших архетипов Hearthstone, сменивший множество форм за историю игры. Забавно, что нынешняя версия очень похожа на ту старую колоду, которой играли еще до Черной горы. Синергия с секретами и заклинаниями и огромное количество взрывного урона позволяют быстро закончить партию.

source: Taunt Druid is one of the brand new archetypes spawned by The Witchwood, which relies on Knights of the Frozen Throne’s Hadronox, Witching Hour + Carnivorous Cube and a healthy dose of Taunt minions. In the late game, it creates a nearly unanswerable board states, which immediately seal the game against Aggro and even most of the Control decks.
ru: Друид на провокации — один из новых архетипов, появившихся с дополнением Ведьмин лес. Он полагается на Хадронокса, Ведьмин час, Плотоядный куб и большую дозу существ с провокацией. В поздней игре он выставляет практически непобедимый стол, который не оставляет шансов не только агрессивным, но и многим контрольным колодам.

source: One could say that the history of the Big Spell Mage started in Un'Goro with Burn Mage, a slow deck, which wanted to control the board through majority of the game, and then turn around and start killing your opponent with big tempo swings. This deck is similar, but it leans even more on the control side thanks to the late game capabilities of Frost Lich Jaina. The "real" Big Spell Mage was created in Kobolds & Catacombs, when Dragon's Fury, Dragoncaller Alanna as well as a few more "Big Spell" synergies were printed.
ru: Некоторые считают, что история мага на дорогих заклинаниях (биг спелл мага) началась в Ун'Горо, с появлением огненного мага — медленной колоды, которая контролировала стол большую часть игры, а потом резко добивала противника. Эта колода похожа, но больше тяготеет к контролю, благодаря способности Ледяного лича Джайны. Биг спелл магом колода стала после выхода дополнения Кобольды и Катакомбы, с их Яростью дракона, Дракономантом Аланной и несколькими другими синергиями со стоимостью заклинаний.

source: Spell Hunter is a very unique archetype, in a way that it doesn't run any minions for the sake of cards such as To My Side! and Rhok'delar. The class still has multiple ways to flood the board or drop big bodies, but in order to do that, it uses spells (e.g. Emerald Spellstone) and a Hero card - Deathstalker Rexxar.
ru: Охотник на заклинаниях — уникальный архетип, он отказался от существ ради карт Ко мне! и Рок'делар. У охотника остается множество способов активно занять стол и даже выставлять толстых существ, но для этого он использует заклинания (в первую очередь Оберег: малый изумруд) и, конечно, карту героя — Ловчий смерти Рексар.

source: Even Warlock is a new version of Handlock, a classic deck that got its name from massive hand sizes it could attain easily thanks to the Warlock's Hero Power - Life Tap - and Genn Greymane made it even easier to do so. Thanks to that hand size, Even Warlock can play big threats such as Mountain Giant or Twilight Drake as early as Turn 4, overwhelming most of the meta decks with the sheer amount of stats it places on the board each turn.
ru: Четный чернокнижник это новая версия хэндлока — чернокнижника с полной рукой, классической колоды, которая так названа из-за кучи карт в руке при игре данным архетипом. Способность героя Жизнеотвод помогала заполнять руку, а Генн Седогрив еще больше упростил задачу. Благодаря числу карт четный чернокнижник может разыгрывать большие угрозы в виде Горного великана или Сумеречного дракона уже на 4 ходу. Он не сбавляет темп и выставляет огромное количество характеристик на стол каждый ход, постепенно додавливая противника.

source: Even Shaman is a board-centric midrange deck that uses buffs to make use of the Totem boards it is able to build, and also makes good use of Charge minions to get even more value from its buffs. It is ready to fight for the board against any other deck and can deliver a lot of damage quickly if left uncontested.
ru: Четный шаман — мид колода, играющая вокруг стола и использующая бафы, для эффективного использования толпы тотемов. Существа с рывком добавляют еще больше эффективности бафам. Эта колода готова побороться за стол с любой другой и нанесет много урона, если его вовремя не почистить.

source: Odd Paladin's main power is the upgraded Hero Power activated by Baku the Mooneater. The deck is built around flooding the board all the time - with 2x 1/1 Hero Power and a bunch of other ways to summon multiple small minions, the deck takes advantage of all kinds of AoE buffs, even cards that were only used in Basic decks before, such as Raid Leader or Stormwind Champion.
ru: Главная сила нечетного паладина — его способность героя, улучшенная Баку Пожирательницей Луны. Колода ход за ходом заставляет стол: два 1/1 токена со способности героя и толпа других мелких существ. Это позволяет извлечь максимум выгоды из массовых бафов, в том числе с базовых карт, о которых никто давненько не вспоминал, таких как Лидер рейда и Герой Штормграда.

source: Centered around Kathrena Winterwisp (as well as Seeping Oozeling to copy her Deathrattle), Recruit Hunter can rip large minions from your deck directly into play. Given that Battlecries don't trigger when the minion is Recruited, the deck seeks to nullify the downsides of cards such as Witchwood Grizzly (losing health) and Charged Devilsaur (not being able to attack opponent's Hero on the first turn).
ru: Основанный на Катрене Зимний Шорох (и Журчащем слизнюченыше, который копирует ее хрип), охотник на вербовке может выставлять огромных существ из колоды сразу на стол. Благодаря тому, что Боевой клич существ не срабатывает при вербовке, колода обнуляет недостатки таких карт, как Гризли из Ведьминого леса (теряет здоровье) или Заряженный дьявозавр (не может атаковать героя сразу после выхода).

source: In the past, Control Priest was a very slow, reactive deck, which put attrition as its main win condition. Right now, while the deck still keeps its reactive nature, its main win condition shifted to chip damage from Shadowreaper Anduin and burst from Mind Blasts (hence the deck's second name - Mind Blast Priest).
ru: В прошлом контроль жрец был медленной колодой, которая отвечала на угрозы противника, потихоньку истощая его ресурсы, что и было основным условием для победы. Нынешняя колода осталась такой же медленной, но план на игру изменился. Теперь жрец использует дешевый урон с Темного жнеца Андуина и взрывной урон Взрыва разума (который дал колоде второе название — жрец на взрыве разума).

source: Malygos Druid is a combo deck built around its namesake, Malygos. Thanks to the +5 Spell Damage provided by the Dragon, even the weakest damage spells (such as Moonfire) turn into powerful burns. Given the card's high 9 mana cost, normally you can't do much with the remaining 1 mana. That problem is fixed by Twig of the World Tree, giving Druid extra 10 mana to copy Malygos or play more expensive spells.
ru: Малигос друид — колода построенная вокруг одноименной карты, Малигоса. Со способностью +5 к урону заклинаний даже самые слабые заклинания, типа Лунного огня, превращаются в мощный взрывной урон. Конечно, Малигос стоит 9 маны и обычно с оставшейся одной маной много не сделаешь. Проблему решает Ветвь Древа Жизни, которая дает еще 10 маны на копирование Малигоса или разыгрывание заклинаний подороже.

source: Quest Warrior's main game plan is to play defensively throughout the early and mid game, dropping Taunt after Taunt to finish the Quest. Quest's reward turns your Hero Power into "Deal 8 damage to a random enemy" - so at the cost of 2 mana per turn, you basically become a Ragnaros the Firelord for the rest of the game. Clearing a minion or dealing 8 damage to the opponent every turn becomes your main win condition.
ru: Основной план на игру квест воина обороняться до самой поздней игры, выставляя провокатора за провокатором, чтобы выполнить Задачу. Наградой станет способность героя "нанести 8 урона случайному противнику", так что за две маны в ход воин по сути становится Рагнаросом Повелителем Огня до конца партии. Зачистка существ или нанесение 8 единиц урона герою противника становится основным условием победы.

source: Miracle Rogue has changed many times since its inception, and the original concept of growing minions comes and goes, but many features of Miracle decks have remained the same, especially their heavy emphasis on card draw and swing turns. The deck is all about cycling (Gadgetzan Auctioneer or Sprint) and swinging the tempo in many ways (clearing big minions, flooding the board etc.), thanks to the cards like Sap, Vilespine Slayer, Edwin VanCleef or Fal'dorei Strider.
ru: Миракл разбойник много раз менялся с появления в игре. Исходный концепт с раскачиванием огромных существ то появляется, то исчезает, но многие черты миракл колод остались неизменными, в первую очередь акцент на перебор колоды и переворачивающие игру ходы. Колода использует прокрутку (Гоблин-аукционист или Спринт) и перехватывает контроль стола, уничтожая больших существ противника и выставляя своих с помощью таких карт как Ошеломление, Кровожадный злолист, Эдвин ван Клиф или Фал'дорайский странник.

source: Shudderwock Shaman is the new Combo deck from the Witchwood. The idea behind it is to play all of the combo pieces throughout the game, then repeat all of their Battlecries with Shudderwock. If everything goes right, you end up with a bunch of 1 mana Shudderwocks in your hand, being able to do the same thing over and over again (including dealing damage/healing from Lifedrinker, your main win condition).
ru: Дрыжеглот шаман — новая комбо колода Ведьминого леса. Идея в том, чтобы разыграть все элементы комбинации в течение игры, а затем повторить все боевые кличи Дрыжеглотом. Если все получилось, у игрока в руке останется несколько Дрыжеглотов за 1 ману в руке. Они позволяют повторять комбинацию раз за разом, в том числе нанося урон и восстанавливая здоровье при помощи боевого клича Жизнесоса.

source: Cube Warlock is a slow Warlock archetype first introduced in Kobolds & Catacombs, and it's somewhat of a mix between Midrange, Control and a Combo deck. The archetype can adjust its play style depending on the opponent it faces - with many removals (including AoE) and Taunts it can shut down Aggro, while the Doomguard combos give it a great win condition in slower matchups.
ru: Куб чернокнижник это медленный архетип чернокнижника, появившийся в дополнении Кобольды и катакомбы. В каком-то смысле это смесь мид, контроль и комбо колоды. Стиль игры меняется в зависимости от встречаемого противника — против агро колод в ход идут массовые зачистки и провокаторы, а против медленных колод решающей картой становится Страж ужаса.

source: Priest's Divine Spirit + Inner Fire shenanigans are as old as the game itself, but they have spawned the first viable builds only after Radiant Elemental and Shadow Visions were printed in Journey to Un'Goro. In Year of the Raven, there is no universally accepted build, and the deck has lots of clear weaknesses, but it's still possible to snatch some wins thanks to the massive minions you can build during the early and mid game.
ru: Проделки жреца с Божественным духом и Внутренним огнем стары как сама игра, но первые жизнеспособные сборки появились с выходом Экспедиции в Ун'Горо, когда нам представили карты Сияющий элементаль и Темные видения. В год Ворона пока не нашлось универсальной сборки, у колоды есть множество слабых мест, но все же она может вырвать несколько побед огромными существами, которые иногда удается выставить в ранней игре.

source: Midrange Hunter is one of the oldest archetypes in Hearthstone, it was present in nearly every meta in one form or the other, but always with a similar basic strategy and Beast synergies. Current version is often called Hybrid Hunter, because the build is something between the classic Aggro and Midrange versions, dropping some of the late game minions and focusing more on the early and mid game pressure.
ru: Мид охотник — один из старейших архетипов в Hearthstone. Он появлялся практически в каждой мете в той или иной форме, но всегда с похожей стратегией и синергией на зверях. Нынешнюю колоду так же называют гибридным охотником, потому что он напоминает что-то среднее между классическими агро и мид колодами. Он отказался от поздних дропов и больше сфокусировался на давлении в ранней игре.
