Repository: AgMar27/hsreplaynet-i18n
Catalog: */LC_MESSAGES/frontend.po
Languages: de

source: Sorry, we currently don't have statistics for non-collectible cards
de: Leider haben wir derzeit keine Statistiken für nicht-sammelbare Karten

source: Show available cards
de: Verfügbare Karten anzeigen

source: Loading…
de: Wird geladen…

source: No utilization data for this card available
de: Keine Nutzungsdaten für diese Karte verfügbar

source: Popularity over time
de: Beliebtheit über Zeit

source: Deck Winrate
de: Deck Gewinnrate

source: Winrate over time
de: Gewinnrate über Zeit

source: Winrate of decks that include at least one copy of this card
de: Gewinnrate von Decks, die mindestens eine Kopie dieser Karte enthalten

source: Opponent class
de: Klasse des Gegners

source: Recommended Decks
de: Empfohlene Decks

source: Class Distribution
de: Klassenverteilung

source: Targets
de: Ziele

source: Most popular targets
de: Beliebteste Ziele

source: Discover
de: Entdecken

source: Adapt
de: Mutieren

source: Not craftable
de: Nicht herstellbar

source: Game Mode
de: Spielmodus

source: Ranked Standard
de: Standard Gewertet

source: Ranked Wild
de: Wild (gewertet)

source: Legend only
de: Nur Legende

source: Legend–5
de: Legende–5

source: Legend–10
de: Legende–10

source: Legend–25
de: Legende–25

source: Data
de: Daten

source: Sample size
de: Datenumfang

source: Time frame
de: Zeitraum

source: Last 30 days
de: Letzte 30 Tage

source: Class
de: Klasse

source: Type
de: Typ

source: Rarity
de: Seltenheit

source: Artist
de: Künstler
